"OK" = "OK";
"DONE" = "완료";
"Done" = "완료";
"CANCEL" = "취소";

"Later" = "후";

"NEW_ACTION" = "새로운 액션";
"DELETE_ACTION" = "삭제 작업";
"Delete project" = "프로젝트를 삭제";
"Move to In-Basket" = "받은 편지함으로 이동";
"UNDO_ACTION" = "완료 취소";

"Date" = "날짜";
"Time" = "시간";
"Alert" = "경보";
"At the same time" = "동시에";
"%@ before" = "%@ 이전";

"LAST_MONTH" = "지난 달";
"LAST_WEEK" = "지난 주";
"LAST_YEAR" = "작년에";
"NEXT_MONTH" = "다음 달";
"NEXT_WEEK" = "다음 주에";
"NEXT_YEAR" = "내년에";
"SOMEDAY_MAYBE" = "언젠가 / 어쩌면";
"THIS_MONTH" = "이번 달";
"THIS_WEEK" = "이번 주";
"THIS_YEAR" = "금년에";
"TODAY" = "오늘";
"TOMORROW" = "내일";
"YESTERDAY" = "어제";

"CALENDAR" = "달력";

"DESCRIPTION" = "기술";
"DISABLED" = "사용 안 함";
"ENABLED" = "사용";
"SOUND" = "소리";
"TRY" = "시험";
"Restore" = "복원";

"in-basket" = "받은 편지함";
"delegated" = "위임";
"completed" = "완료";

"How soon do you plan to do this?" = "얼마나 빨리이 일을 계획 합니까?";
"Enable repeat and notification will be coming every minute until you act on it." = "반복 설정 및 알림 그것에 따라 행동할 때까지 매 순간을 올 것입니다.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "풀 다운 및 릴리스\n새 작업을 추가 하려면";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "작업을 오른쪽으로 당겨\n• 완료,\n• 연기,\n• 달력 또는,\n• 그것을 위임합니다";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "작업을 왼쪽으로 당겨\n• 제거,\n• 반복,\n• 항목별로 정리 하거나,\n• 그것을 보내합니다";
"Pull up and release\nto clear completed tasks." = "올려 및 릴리스\n완료 된 작업을 삭제 하려면";

"all done" = "모두 완료";

"STATISTICS_ACTIONS_IN_LIST" = "행위\n목록에있는";
"STATISTICS_ACTIONS_FOR_TODAY" = "행위\n오늘 수행 할";
"STATISTICS_ACTIONS_DONE_TOTAL" = "행위\n완료";
"STATISTICS_DAYS_PASSED_TOTAL" = "일\n통과";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "행위\n하루에";

"Purchase" = "사다";
"Receipt for this app expired." = "이 애플 리 케이이 션에 대 한 영수증은 만료 되었습니다.";
"Premium Feature" = "이 프리미엄 기능입니다";
"Disable ads here just for %@ right now!" = "지금 %@에 대 한 이해!";
"Try for a week" = "1 주일에 대 한 시도";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "이 프리미엄 기능입니다. 하지만 앱에서 바로 구매를 비활성화 합니다. 계속 진행 하려면 설정에서 그들을 사용 합니다.";
"Purchase transaction for the feature failed. Try again later." = "기능에 대 한 구매 트랜잭션이 실패 했습니다. 나중에 다시 시도 합니다.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "이 프리미엄 기능입니다. 그러나 장치에는 지금 인터넷에 연결 합니다. 나중에 다시 시도 합니다.";
"All previously purchased features were restored." = "이전에 구입한 모든 기능이 복원 되었습니다.";

"You can greatly help by writing a review." = "매우 리뷰를 작성 하 여 할 수 있습니다.";

"WELCOME" = "환영 합니다";
"keep tasks here" = "여기에 작업을 계속";

"Repeat" = "반복";
"DAY" = "일";
"WEEK" = "주";
"MONTH" = "월";
"everyday" = "일상의";
"done %@ times" = "다 %@ 배";
"Skip repetition" = "반복 건너뛰기";
"REPEAT_DAY_1" = "일";
"REPEAT_DAY_234" = "일";
"REPEAT_DAY_567890" = "일";

"Complete" = "완성하다";
"Postpone" = "연기";
"Schedule" = "표를 작성하다";

"Version" = "버전";
"Feedback" = "피드백";
"Help" = "도와주세요";
"Sounds" = "소리";
"Theme" = "테마";
"Dark" = "어두운";
"Light" = "빛";
"Automatic" = "자동적 인";
"Multiline titles" = "여러 줄 제목";
"Delete confirmation" = "삭제 확인";
"Icon badge" = "아이콘 배지";
"Calendar reminder" = "캘린더 알림";
"Overdue reminder" = "연체 알림";
"Process reminder" = "프로세스 알림";
"Review reminder" = "검토 알림";
"Restore in-app purchases" = "인 - 앱 구매를 복원";
"Send usage statistics" = "사용 통계를 보내";

"Application" = "앱";
"Projects" = "프로젝트";
"Periodic tasks" = "정기 작업";
"Archive" = "아카이브";

"Change in storage" = "저장소에서 변경";
"Сopy existing tasks to the new storage?" = "새 저장소를 기존 작업 복사?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "오늘은 아무 작업 해야합니다.\n•\n곤란 또는 떨고 뒤로 이동 합니다.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "이 프로젝트에 아무 작업 해야합니다.\n•\n잡아당기는 작업을 추가 합니다.\n•\n곤란 또는 떨고 뒤로 이동 합니다.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "당신은 완료 되지 않은 작업. 그들을 완료 하거나 그들에 대 한 새로운 날짜를 설정 합니다. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "조직 유지를 정기적으로 수집된 작업을 처리 해야 합니다. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "당신의 목록을 검토 하는 매주 마다,이 신뢰할 수 있는 유지 됩니다. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "행복";
"Confused" = "혼란 스 러 워";
"Unhappy" = "불행 한";
"Tell the story of your success and help others to achive the same!" = "당신의 성공 이야기 하 고 하는 데 도움이 다른 사람 달성 같은!";
"Search for help on a website or write an email to developer." = "웹 사이트에 대 한 도움말 검색 하거나 개발자에 게 이메일을 작성 합니다.";
"Sorry to hear. What can I do to fix this?" = "유감. 이 문제를 해결 하려면 어떻게 합니까?";
"How do you feel about it?" = "어떻게 그것에 대해 생각 합니까?";
"Congratulations! You completed %@ tasks." = "축 하 합니다, 당신은 단지 %@ 작업 완료!";
"Please, rate this app on the App Store. Thanks!" = "App Store 이 애플 리 케이이 션을 평가해주십시오.";
"Rate %@" = "%@ 평가";
"Not now" = "지금은 아니에요";
"Don't ask again" = "다시 묻지 말아 요";
"I completed %@ tasks!" = "%@ 작업 완료!";

"Enjoying this app?" = "이 응용 프로그램을 즐기고?";
"Would you mind giving me some feedback?" = "당신은 우리에게 피드백을 제공시겠습니까?";
"How about rating on the App Store, then?" = "어떻게 앱 스토어에 대한 평가에 대해, 다음?";
"Not really" = "아니";
"Yes!" = "네";
"No, thanks" = "아니";
"Ok, sure" = "네";
"NO" = "아니";
"YES" = "네";
